[{
        "model": "boxes.products",
        "pk": 1,
        "fields": {
            "Label": "Pillow Boxes",
            "Description": "<p>If you want to make your productions stand out in the market and win the hearts of buyers, then you should focus on the best pillow packaging solution. The pillow boxes are available in distinctive designs and are available in different sizes. These pillow boxes are considered as an excellent way to pack your products.<br />\r\n<br />\r\n<strong>BeeDee Printing</strong> is offering quality custom pillow boxes with a range of versatile options in order to add a touch of creativity to your product packaging. We are offering a wide variety of customization options depending upon the size, material, shape, and designs.<br />\r\n<br />\r\nOur customized boxes are made up of sustainable material, which is highly durable, and they leave a long-lasting impression on customers&rsquo; minds. Our team of experts aims to provide a customized die-cut option that can add elegance and artistic touch to your pillow box. Our customized pillow boxes wholesale cuts the overall cost and makes it affordable for you.</p>\r\n\r\n<p>&nbsp;</p>",
            "image1": "static/Product_Images/Business_Cards/811WWbJyS0L._AC_SL1500_.jpeg",
            "image2": "static/Product_Images/Business_Cards/eyJidWNrZXQiOiJ1a3NtLndlYiIsImtleSI6ImltZ1wvMTE1MzMzX08uanBnIiwiZWRpdHMiOnsicmVzaXplIjp7IndpZHRoIjo2MDAsImhlaWdodCI6NjAwLCJmaXQiOiJjb250YWluIiwiYmFja2dyb3VuZCI6eyJyIjoyNTUsImciOjI1NSwiYiI6MjU1LCJhbHBoYSI6MX19fX0.jpeg",
            "image3": "static/Product_Images/Business_Cards/PB114K-W_1.jpeg"
        }
    },
    {
        "model": "boxes.products",
        "pk": 2,
        "fields": {
            "Label": "Gabble Boxes",
            "Description": "<p>Many of the packaging styles are quite ordinary, and custom features make it eye-catching and prominent. But a gable box is one such box that already comes with a beautiful and enchanting design. <strong>Gable boxes</strong> are called the most practical packaging solutions as not only you can store anything, but it comes with a handle that enhances its practicality. The trendy shape and handle make them very useful.<br />\r\n<br />\r\nBeeDee printing offers enchanting and splendid <strong>custom gable boxes</strong> that can be used for multiple purposes. These boxes are made from premium material that makes the design flexible and easy to assemble. The function of gable boxes is to present a gift or small goods in an alluring manner. The famous restaurants use a custom gable box to present kids meal to children. We design and develop attractive and cost effective <strong>gable boxes wholesale</strong> that allows you to use the custom boxes according to your requirement. You can order these boxes in variable size, color, and dimension.</p>\r\n\r\n<p>&nbsp;</p>",
            "image1": "static/Product_Images/Business_Cards/custom-gable-boxes-halfpricepackaging.jpg",
            "image2": "static/Product_Images/Business_Cards/gable-boxes-halfpricepackaging.jpg",
            "image3": "static/Product_Images/Business_Cards/large-gable-boxes-halfpricepackaging.jpg"
        }
    },
    {
        "model": "boxes.products",
        "pk": 3,
        "fields": {
            "Label": "Window Boxes",
            "Description": "<p>When you want to display your product in the most creative and alluring way, <strong>window boxes</strong> are the best pick for this purpose. BeeDee Printing offers these packaging boxes with the finest quality that can protect your product and capable of bearing the weight of your product. These boxes are mostly used to keep toys and have an open window so kids can have a look in the inside.<br />\r\nWe allow our clients to design their own <strong>custom window boxes</strong>. We use high quality and an eco-friendly material box that is durable and can hold any toy easily. Our experts use advance technology printing and can provide complex and colorful printing to attract customers.<br />\r\nYou can order<strong> window boxes wholesale</strong> at very economical rates. We enable you to pick any type of size, shape, or color for your custom box. Our team uses advance techniques for printing and manufacturing these cardboard boxes.</p>",
            "image1": "static/Product_Images/Business_Cards/window-1.png",
            "image2": "static/Product_Images/Business_Cards/window-2.png",
            "image3": "static/Product_Images/Business_Cards/window-3.png"
        }
    },
    {
        "model": "boxes.products",
        "pk": 4,
        "fields": {
            "Label": "Mailer Boxes",
            "Description": "A mailer box is essential for a business that usually transport different types of products to their clients. To protect the product from any damage and to ensure customers receive the best product, you must consider mailer boxes for shipping. As a business owner, you have several things to consider and deliver your product in a variety of customized boxes other than a basic brown box. >Mailer boxes have duel sidewalls that make them sturdier and durable for transport than different packaging. BeeDee Printing offers the flexibility to create your custom mailer boxes. Our expert team will also guide you with new ideas to make your custom box more prominent. We use the finest material and do not compromise with the quality of our packaging. Our team manufactures these boxes in different shapes and styles. You can use these boxes to dispatch and deliver your orders efficiently. Our company provides mailer boxes wholesale at economical rates. We use quality products to offer the best product to our customers. We use advanced methods of printing and guarantee to deliver quality customer services. We help you make your custom boxes stand out in the market.",
            "image1": "static/Product_Images/Business_Cards/mailer-boxes-halfpricepackaging.jpg",
            "image2": "static/Product_Images/Business_Cards/mailer-boxes-wholesale-halfpricepackaging.jpg",
            "image3": "static/Product_Images/Business_Cards/mailer-box-packaging-halfpricepackating.jpg"
        }
    },
    {
        "model": "boxes.products",
        "pk": 5,
        "fields": {
            "Label": "Kraft Boxes",
            "Description": "<p>A Kraft box is considered to be the most widely used box for packaging purposes. The Kraft box is preferred for shipping as this box can easily carry a diverse range of products regardless of size, shape, or weight. The <strong>Kraft boxes</strong> are the most sought after boxes due to their feasibility, quality, and durability. These boxes are used to display numerous products and in an attractive way.<br />\r\nBeeDee Printing offers <strong>custom Kraft boxes</strong> with elegant features and splendid designs to help you define your business and improve brand image. There are different types of boxes used for packaging, but the best among them is a Kraft box as it is also eco-friendly and sturdy.<br />\r\nDon&rsquo;t worry if you are overwhelmed by the options as our team will guide you through the custom packaging process. The <strong>Kraft boxes wholesale</strong> will not only be economical, but the boxes will be made according to your given size, shape, color, design, and manufacturing paper.</p>",
            "image1": "static/Product_Images/Business_Cards/custom-kraft-boxes-halfpricepackaging.jpg",
            "image2": "static/Product_Images/Business_Cards/custom-kraft_boxes-wholesale-halfpricepackaging.jpg",
            "image3": "static/Product_Images/Business_Cards/custom-kraft-box-packaging-halfpricepackaging.jpg"
        }
    },
    {
        "model": "boxes.products",
        "pk": 6,
        "fields": {
            "Label": "Cosmetics Boxes",
            "Description": "<p>Cosmetics is an essential part of the world of fashion and helps people to enhance their beauty and give a unique touch to their personality. The trend of quality cosmetic products has increased, and beauty product manufacturers are paying closer attention to the packaging of cosmetic boxes for marketing purposes. BeeDee Printing offers beautiful <strong>cosmetic display boxes</strong> to present the cosmetic products in an attractive and elegant manner. Customers are very particular not only about the quality of the makeup products but the looks and user-friendliness of cosmetic boxes.<br />\r\nOur creative team designs and develops stunning custom <strong>cosmetic display boxes</strong> that will improve your brand identity and entice customers to buy your products. You can showcase your makeup products and customize the display boxes in any size, shape, and color.<br />\r\nApart from the customized options, we offer additional features such as logo designing, embossing your brand name, and <strong>cosmetic display boxes wholesale</strong> that makes your custom packaging affordable.</p>",
            "image1": "static/Product_Images/Business_Cards/cosmetic-boxes-halfpricepacakging.jpg",
            "image2": "static/Product_Images/Business_Cards/cosmetic-packaging-halfpricepackaging.jpg",
            "image3": "static/Product_Images/Business_Cards/custom-cosmetic-boxes-halfpricepackaging.jpg"
        }
    },
    {
        "model": "boxes.products",
        "pk": 7,
        "fields": {
            "Label": "Soap Sleeves",
            "Description": "<p>Sleeves or tray boxes can enhance and highlight the product packed inside. A sleeve box is an exclusive way to promote and display your product. Sleeve boxes are used to keep small accessories. These boxes provide flexibility with slider designs with or without a tray. It enables you to pack and display your products in a creative way. It attracts your consumers and encourages them to by the product.<br />\r\n<strong>BeeDee Printing</strong> allows you to design your custom sleeve boxes. Our team of experts also guides you on the unique ideas you can pick to make your custom boxes to stand out. We use the best quality cardboard material for the sleeve box.<br />\r\nOur company offers sleeve boxes wholesale on economic costs. We provide options for eye-catching design ideas for the sleeve box. We provide quality products to our customers by using advance techniques and printing material.</p>",
            "image1": "static/Product_Images/Business_Cards/soap-sleeves-2.jpg",
            "image2": "static/Product_Images/Business_Cards/soap-sleeves-4.jpg",
            "image3": "static/Product_Images/Business_Cards/soap-sleeves-5.jpg"
        }
    },
    {
        "model": "boxes.products",
        "pk": 8,
        "fields": {
            "Label": "Display Boxes",
            "Description": "No Description",
            "image1": "static/Product_Images/Business_Cards/images.jpeg",
            "image2": "static/Product_Images/Business_Cards/index.jpeg",
            "image3": "static/Product_Images/Business_Cards/index1.jpeg"
        }
    },
    {
        "model": "boxes.products",
        "pk": 9,
        "fields": {
            "Label": "Beverages Boxes",
            "Description": "<p>Our beverage box packaging is designed to provide attractive, secure packaging for the hospitality and restaurant industry. The quality construction of these custom beverage boxes helps you to save time in assembly while also ensuring that products will hold up well both during transit as well as storage.</p>",
            "image1": "static/Product_Images/Business_Cards/beverage-boxes-halfpricepackaging.jpg",
            "image2": "static/Product_Images/Business_Cards/beverage-boxes-wholesale-halfpricepackaging.jpg",
            "image3": "static/Product_Images/Business_Cards/custom-beverage-boxes-halfpricepackaging.jpg"
        }
    },
    {
        "model": "boxes.products",
        "pk": 10,
        "fields": {
            "Label": "Candle Boxes",
            "Description": "<p>Candles are commonly found in nearly every house and known for their glowing ambiance, enchanting scents, and aesthetic appearance. Candles are packaged in sophisticated boxes to increase their sale. Half Price Packaging offers top quality <strong>candle boxes</strong> with trendy designs that instantly grab the attention of customers.<br />\r\nCandles are a fascinating decoration accessory for many occasions and symbol of light, passion, and humility. Candle manufacturers want custom design options for boxes that can improve their brand image. Our team has adequate resources to design <strong>custom candle boxes</strong> in various styles, shapes, sizes, and colors. Our team will help you in selecting the best logo, artwork, and printing that fulfills your marketing requirement for the custom boxes.<br />\r\nA custom candle box is truly artistic in design and appeals to potential buyers. We use eco-friendly material for packaging that is also safe and durable. We offer <strong>candle boxes wholesale</strong> that fits your budget and reduces the total cost of custom packaging.</p>",
            "image1": "static/Product_Images/Business_Cards/candle-aromatherapy-candle-boxes-halfpricepackaging.jpg",
            "image2": "static/Product_Images/Business_Cards/candle-aromatherapy-candle-boxes-wholesale-halfpricepackaging.jpg",
            "image3": "static/Product_Images/Business_Cards/candle-aromatherapy-custom-candle-boxes-halfpricepackaging.jpg"
        }
    },
    {
        "model": "boxes.products",
        "pk": 11,
        "fields": {
            "Label": "Auto Parts Boxes",
            "Description": "<p>At BeeDee Printing, we understand that products come in different weights, sizes, and shapes. In the auto industry, you require an auto parts packaging solution that reflects the nature of the enclosed product. We are here to provide you with exclusive auto part boxes, the ultimate auto parts packaging design that protects your high-value goods from damage during transport.<br />\r\nOur full-flap auto bottom boxes are carefully designed to transport heavy products. The auto part packaging comes with a sturdy developed feature similar to an auto bottom tuck end designed box with a pre-glued folding carton. You can fold the body and bottom of these custom auto part boxes into a suitable flat silhouette for compact packaging.<br />\r\nYou can order these auto part boxes wholesale at affordable price points. We offer complete customization selecting the appropriate packaging shape, size, and design for your products. We use high-quality printing materials and technology that will motivate potential consumers to buy auto parts.</p>",
            "image1": "static/Product_Images/Business_Cards/auto-parts-boxes-halfpricepackaging.jpg",
            "image2": "static/Product_Images/Business_Cards/auto-parts-box-halfpricepackaging.jpg",
            "image3": "static/Product_Images/Business_Cards/custom-auto-parts-boxes-halfpricepackaging.jpg"
        }
    },
    {
        "model": "boxes.products",
        "pk": 12,
        "fields": {
            "Label": "Pizza Boxes",
            "Description": "<p>Pizza is the most loved fast food of all. People love to have pizza any day or even every day. Due to the immense love for pizza, numerous brands are offering pizza. <strong>Pizza boxes</strong> are used to deliver pizza hot. The pizza box prevent the freshly made pizza from getting disturbed. A custom pizza box is best to keep the pizza warm and maintain its texture.<br />\r\nBeeDee Printing offers custom pizza box that enable you to deliver pizza with any shape safely. We use high quality cardboard material for the <strong>custom pizza boxes</strong>. We also offer custom printing and enable you to design your pizza box.<br />\r\nWe use advance technology to deliver you the best quality product. We provide <strong>pizza boxes wholesale</strong> at very economical rates. Custom printed boxes increase your brand awareness and let you stand out in the market.</p>",
            "image1": "static/Product_Images/Business_Cards/custom-pizza-boxes-halfpricepackaging.jpg",
            "image2": "static/Product_Images/Business_Cards/gift-boxes-img-1_arTD4BV.jpg",
            "image3": "static/Product_Images/Business_Cards/pizza-boxes-halfpricepackaging.jpg"
        }
    }
]